{
  "lang": "en",
  "header": {
    "home": "Home"
  },
  "footer": {
    "copyRight": "Edraak Global © All Rights Reserved."
  },
  "home": {
    "background": {
      "title1": "Edrak Global",
      "title2": "Smart Solutions for Your Financial and Legal Needs",
      "desc": "Comprehensive solutions for your legal and financial needs through a team of highly experienced and qualified experts.",
      "btn": "Start Now"
    },
    "about": {
      "title": "About Us",
      "desc": "The extension of the experiences of Saleh Al-Naim Office to become the Adrak International Company, which extends more than 50 years of experience in the field of professional and consultancy services provided by Adrak International Company.",
      "vission-text": "To achieve leadership in the Middle East by becoming the largest system for providing professional and consultancy services for auditing, accounting, finance, legal, and engineering businesses. This is through excellence and innovation in providing services to our clients to achieve sustainability for a spectacular present and a bright future for them.",
      "vission": "Our Vision",
      "mission-text": "Providing professional and consultancy services characterized by accuracy and objectivity for our clients. We offer distinguished services through professional staff with long experience in the field of professional and consultancy services we provide. This ensures our clients that we are their ideal partner, providing a healthy work environment that yields success and continuous excellence for their companies.",
      "mission": "Our Mission",
      "goal-text": "In alignment with the Kingdom's 2030 vision, we aim to reach the forefront of accounting and legal auditing offices in the Kingdom, and then in the Middle East and the world. We have strategic goals of building strong relationships with customers, achieving excellence in service delivery, and operational goals of providing services that comply with the best standards and professional practices.",
      "goal": "Our Goals"
    },
    "services": {
      "title": "Our Services",
      "desc": "We provide a wide range of services to help you with your financial and legal needs.",
      "btn": "Let's Talk",
      "service-title-1": "Economic Feasibility Studies Service",
      "service-title-2": "Bookkeeping Service",
      "service-title-3": "Mergers and Acquisitions Studies Service",
      "service-title-4": "Bankruptcy and Liquidation Service",
      "service-title-5": "Auditing Services",
      "service-title-6": "Tax Services",
      "service-title-7": "Judicial Custody Service",
      "service-title-8": "Financial Consultancy Service",
      "service-title-9": "Financial Manager Service",
      "service-text-1": "Analyzing potential benefits or expected losses to make decisions",
      "service-text-2": "Recording and registering all accounting transactions",
      "service-text-3": "Providing companies with a comprehensive assessment of risks and potential benefits of a deal",
      "service-text-4": "Offering advice for business continuity and facing financial difficulties",
      "service-text-5": "Assessing and improving the effectiveness of governance, internal control processes, and external auditing",
      "service-text-6": "Recording taxes, filing tax returns, handling inquiries, and paying fees",
      "service-text-7": "Accounting, auditing, and investigative skills",
      "service-text-8": "A team to provide advice on financial matters for individuals or entities",
      "service-text-9": "Assigning a financial manager to establish policies and prepare financial reports"
    }
  },
  "contact": {
    "contactTitle": "Contact Us",
    "contactText": "Keep in touch with us, we are always here to help you.",
    "title": "Contact Us",
    "desc": "Keep in touch with us, we are always here to help you.",
    "name": "name",
    "phone": "phone",
    "email": "email",
    "message": "message",
    "send": "Send"
  }
}
